Repository: abhishekwebcode/izyparty_phaseII
Catalog: IzyParty/String File/*.strings
Languages: french

# loading1
source: Loading ...
french: Chargement ...

# error1
source: Error Accepting Invite
french: Erreur lors de l'acceptation de l'invitation

# updating_party
source: Error updating your party
french: Erreur lors de la mise à jour de votre fête

source: Error
french: Erreur

# event_created
source: Your Event was created
french: Votre événement a été créé

# couldnt_party_create
source: Couldn't create your party
french: Impossible de créer votre fête

# no_attendees_selected
source: No attendees selected, please add some in next screen
french: Aucun participant sélectionné, veuillez en ajouter dans l'écran suivant

# cancelled_contact_select
source: Cancelled contact selection
french: Sélection de contact annulée

# fill_all_fields
source: Please fill all the fields correctly
french: Merci de bien vouloir remplir tous les champs

source: Add attendees
french: Ajouter des participants

# contact_permission_text
source: Contact Permission is required to select attendees
french: Une autorisation de contact est requise pour sélectionner les participants.

# select_attendees_title
source: Select Attendees
french: Sélectionner les participants

# successfully_added_gift
source: Successfully added your gift!
french: Votre cadeau a été ajouté avec succés

# successfully_added_todo
source: Successfully added your todo!
french: Votre tâche a été ajoutée avec succès

# is_delighted_toInvite
source: is delighted to invite you to his birthday party
french: est ravi(e) de vous inviter` à sa fête d'anniversaire!

source: Response Sent!
french: Réponse envoyée!

# error_accpeting_invite
source: Error accepting Invite
french: Erreur lors de l'acceptation de l'invitation

# change_response_qustion
source: Tap here to change your decision.
french: appuyez ici pour changer votre décision

source: Yes
french: Oui

source: No
french: Non

source: Error fetching invite
french: Erreur lors de la récupération d'une invitation

# event_deleted_succesfully
source: Event Deleted Successfully
french: Evénement supprimé avec succès

# error_deleteing_event
source: Error Deleting Event
french: Erreur lors de la suppression de l'événement

# event_updated
source: Your event was updated
french: Votre événement a été mis à jour

# coudlnt_update_event
source: Couldn't update your event
french: Impossible de mettre à jour votre événement

# fill_all_fields_banner
source: Please fill all the fields correctly
french: S'il vous plaît remplir tous les champs correctement

source: Update Contacts
french: Mettre à jour les contacts

# error_loading_contacts
source: Error loading your contacts
french: Erreur lors du chargement de vos contacts

# event_updated_to_attendees
source: Your event was updated to your attendees
french: Votre événement a été mis à jour pour vos participants

# sms_start_text
source: Hey! I am inviting you to my birthday using Izyparty, click here to respond
french: Hey! Je vous invite à mon anniversaire avec Izyparty, cliquez ici pour répondre.

# add_phone_email
source: Add phone number to this event
french: Indiquez le nom de l'enfant invité et le numéro de téléphone du parent

source: Add
french: Ajouter

source: Cancel
french: Annuler

# please_custom_detail
source: Please enter custom contact detail
french: S'il vous plaît entrer les coordonnées personnalisées

# celular_or_email
source: Please enter a cellular number
french: Veuillez entrer un numéro de cellulaire

# Error_loading_events
source: Error loading your events
french: Erreur lors du chargement de vos événements

# login_error_text
source: Error Logging In...
french: Erreur de connexion ...

# signup_html
source: <![CDATA[By signing up , you agree to our <b><u>Terms and Conditions</u></b>]]>
french: <![CDATA[En vous inscrivant, vous acceptez notre, <b><u>Termes et conditions</u></b>]]>

# logging_in_text
source: Logging In...
french: Se connecter...

source: Error Logging In...
french: Erreur de connexion ...

# share_using
source: Share the event using...
french: Partager l'événement en utilisant ...

source: Successfully updated!
french: Mise à jour réussie!

source: Couldnt Update It
french: Impossible de le mettre à jour

# couldnt_update_choce_gift
source: Couldn't update your gift choice
french: Impossible de mettre à jour votre choix de cadeau

# new_invite_notification
source: New Invite for
french: Nouvelle invitation pour

# rsvp_noti
source: You have been sent RSVP to a party by
french: RSVP vous a envoyé à une fête par

# new_response_noti
source: new response for party of
french: nouvelle réponse pour le parti de

# someones_noti_respond
source: has responded to your invitation
french: a répondu à votre invitation

# add_gift
source: Add a Gift to this event
french: Ajouter un cadeau à la liste

# error_loading_events
source: Error Loading your events
french: Erreur lors du chargement de vos événements

# add_todo_titel
source: Add To-do to this event
french: Ajouter une tâche

source: Signup Cancelled
french: Inscription annulée

# successful_signup
source: Sign Up successful,please login
french: Inscription réussie, veuillez vous connecter

# fill_alert_fields_signup
source: Please fill all the fields correctly
french: S'il vous plaît remplir tous les champs correctement

# fill_passwords_coorecy
source: Please fill passwords correctly
french: S'il vous plaît remplir les mots de passe correctement

source: Error rejecting event
french: Erreur de rejet de l'événement

# error_loading_rsvp
source: Error loading your RSVPs
french: Erreur lors du chargement de vos réponses.

# has_invited_you
source: has invited you, please respond
french: vous a envoyé(e) une invitation

# coudlnt_load_invite
source: Couldn't load your invite
french: Impossible de charger votre invitation

source: Signing Up...
french: S'enregistrer...

# inernte_unaviable
source: Internet Unavailable
french: Internet non disponible

# splhash_retry
source: Your internet connection seems unavailable, do you want to retry?
french: Votre connexion Internet semble indisponible. Voulez-vous réessayer?

source: Error Updating Event
french: Erreur lors de la mise à jour de l'événement

source: Add new birthday party
french: Ajouter une nouvelle fête d'anniversaire

source: Join me to my birthday party!
french: vous invite à sa fête d’anniversaire

# pleae_enter_name
source: Please enter name of the guest
french: Veuillez entrer le nom de l'invité

source: here users can write the name of his child and after the name of the guest.
french: Ici, les utilisateurs peuvent écrire le nom de son enfant et après le nom de l'invité.

source: Allow the guest to see the responses
french: Autoriser l'invité à voir les réponses des autres invités

# yes_no
source: NO/YES
french: NON/OUI

source: Name of the Guest ...
french: Nom de l'invité ...

source: Add Custom Contacts
french: Ajouter des contacts personnalisés

source: Create Event
french: Créer un évènement

source: Events
french: Mes Évènements

source: Invitations
french: Mes Invitations reçues

source: Change Event Details
french: Changer les détails de l'événement

# view_responses
source: See the guests
french: Voir les réponses des invités

# change_attendees
source: Add Attendees
french: Ajouter des participants

source: Delete Event
french: Supprimer l'événement

source: Gifts
french: Cadeaux

source: Manage invites
french: Créez et gérez vos événements

source: Respond to hosts
french: Répondre aux hôtes

source: Manage time
french: Organiser son temps

source: To-Do List
french: Liste de choses à faire

source: Never forget you kids wish
french: Créer une Liste de cadeaux

source: Party Theme
french: Thème de la fête

# please_indicate_if_there_is_a_special_theme_for_the_party
source: Indicate if there is a theme
french: Indiquez si il y a un thème spécial pour la fête

source: Enter theme here...
french: Entrez le thème ici ...

# date
source: Detail of the Party
french: Détails du rendez-vous

source: Time Start
french: Heure de début

source: Time End
french: Heure de Fin

source: Venue
french: Lieu

source: INDICATE ALL THE INFORMATION REGARDING THE BIRTHDAY PARTY OF YOUR CHILD AND SEND THE INVITATION (IT DOESN’T PREVENT YOU TO GIVE A FUNNY INVITATION CARD TO THE KIDS)
french: INDIQUEZ TOUTES LES INFORMATIONS CONCERNANT L’ANNIVERSAIRE DE VOTRE ENFANT ET ENVOYEZ L'INVITATION (CELA NEVOUS EMPÊCHE PAS DE DONNER UNE CARTE D'INVITATION AMUSANTE AUX ENFANTS)

# enter_theme
source: Enter theme here...
french: Entrez le thème ici ...

source: Street Addresse
french: Adresse de rue

source: Zip code and City
french: Code postal et ville

source: City Name
french: Nom de la Ville

source: Zip Code
french: Code postal

# add_here_all_the_infomation_n_required_such_as_ndrop_pin_code
source: Add here all the information required such as Drop Pin Code
french: Ajoutez ici toutes les informations requises tel que le code d’entrée de l’immeuble

source: Country
french: Pays

source: Update
french: Mettre à jour

source: Pool Party
french: Soirée piscine

source: Invites
french: Invite

source: Plan, Share, Invite
french: Planifiez, invitez, gérez

source: Email address
french: Adresse électronique

source: Password
french: Mot de passe

source: LOGIN
french: S'IDENTIFIER

source: OR
french: OU

source: CREATE NEW ACCOUNT
french: CRÉER UN NOUVEAU COMPTE

source: By using the app you agree with our terms and conditions
french: En utilisant l'application, vous acceptez nos conditions générales.

source: Sign up
french: S'inscrire

source: Name
french: Prénom

source: Confirm Password
french: Confirmez le mot de passe

source: ... has invited you, please respond
french: … vous a envoyé(e) une invitation

source: Accept and RSVP
french: Accepter et confirmer votre présence

source: Reject
french: Décliner l'invitation

source: Easy Birthday
french: Anniversaire facile

source: Does your child have allergies ? Why we ask this?
french: Votre enfant a-t-il des allergies? Pourquoi cette question?

source: What kid does not love a birthday party ?! Though tones of fun, birthday parties can be the least controllable experience for the food-allergic family. There will be people who do not know and who do not know your child; lots of food; food from different sources; and a home, event center, or park that is unfamiliar.
french: Quel enfant n’apprécie pas de participer à une fête d’anniversaire? Pour que la fête se passe dans les meilleures conditions, il est important pour la santé et le confort de votre enfant de connaître ses éventuelles allergies. Nous veillerons ainsi à prendre les précautions nécessaires.

source: Send
french: Envoyer

source: Create
french: Créer

source: Please enter Name ...
french: S'il vous plaît entrer le nom …

source: Allergies Indicated
french: Allergies Indiquées

source: Allergies
french: Les allergies

source: Select
french: Sélectionner

source: Profile
french: Profil

# select_text_lang
source: Please select your language
french: S'il vous plaît sélectionnez votre langue

# descrpition_home
source: Now organise your birthday parties like never before
french: Organisez maintenant vos fêtes d'anniversaire comme jamais auparavant

# welcome
source: Welcome to IzyParty
french: Bienvenue sur IzyParty

# termsandc
source: By using the app you agree with the term and conditions
french: En utilisant l'application, vous acceptez les termes et conditions

# add_todo_using_calendar
source: Add this to your calendar?
french: Ajoutez ceci à votre calendrier?

# no_calendar_app
source: No calendar app was found
french: Aucune application de calendrier n'a été trouvée

# leku_title_activity_location_picker
source: Location Picker
french: Sélecteur de lieu

# leku_load_location_error
source: Something went wrong. Please try again.
french: Quelque chose s'est mal passé. Veuillez réessayer

# leku_no_search_results
source: There are no results for your search
french: Il n'y a pas de résultats pour votre recherche

# leku_unknown_location
source: unknown location
french: lieu inconnu

# leku_voice_search_promp
source: Search by voice…
french: Recherche vocale…

# leku_voice_search_extra_language
source: en-EN
french: fr-FR

# leku_toolbar_action_voice_title
source: Voice
french: Voix

# leku_search_hint
source: Search
french: Chercher

# success_map
source: Map selection done
french: Sélection de la carte effectuée

# error_map_pick
source: Couldn't pick your selected location
french: Impossible de choisir l'emplacement choisi

source: Gift Selected
french: Cadeau sélectionné

# descrpition_todo
source: Add TO-DOs to make your birthday planning easier
french: Ajoutez des tâches à effectuer pour faciliter la planification de votre anniversaire

# descrpition_gift
source: Add gifts to your events and let your guests choose from your selection!
french: Ajoutez des cadeaux à vos événements et laissez vos invités choisir parmi votre sélection!

# welcome1
source: Make your invitation complete!
french: Complétez votre invitation!

# welcome2
source: Manage all your organisation
french: Gérez toute votre organisation

# please_enter_your_allergy_precisely
source: Please put other allergies here...
french: S'il vous plaît mettez d'autres allergies ici ...

# title_activity_maps_select_prebuilt
source: Map
french: Carte

source: No Allergies
french: Pas d'Allergie

source: My Profile
french: Mon profil

source: My Name
french: Mon nom

source: My Email
french: Mon email

source: Error loading profile
french: Erreur lors du chargement du profil

source: Change Password
french: Changer le mot de passe

source: Enter existing password
french: Entrez le mot de passe existant

source: Enter new password
french: Entrez un nouveau mot de passe

source: Error updating password
french: Erreur de mise à jour du mot de passe

# updated_password
source: Password Updated
french: Mot de passe mis à jour

# password_fields_empty
source: Please fill out all the fields
french: S'il vous plaît remplir tous les champs

# password_wrong
source: Your entered password is wrong
french: Votre mot de passe entré est faux

# password_dont_match
source: Your new and confirm passwords are not same
french: Vos nouveaux mots de passe et de confirmation ne sont pas les mêmes

# logged_out_message
source: Your session has expired, please login again to continue
french: Votre session a expiré, veuillez vous reconnecter pour continuer

# logged_out_title
source: Session Expired
french: La session a expiré

source: Ok
french: D'accord

source: Forgot Password
french: Mot de passe oublié

# no_browser_app
source: No web browser was found, please install one for this action
french: Aucun navigateur Web n'a été trouvé, veuillez en installer un pour cette action

# going
source: Your response has already been defined as Accepted, click here to change it.
french: Vous avez accepté l’invitation, cliquer ici pour changer votre réponse.

# notgoing
source: Your response has already been defined as Declined, click here to change it
french: Vous avez refusé l’invitation, cliquer ici pour modifier votre réponse.

# click_on_map_to_select_your_venue
source: Tap on map to select your venue
french: Cliquez sur la carte pour sélectionner votre lieu

# click_on_the_map_preview_to_see_more
source: Tap on the map to open location on map
french: Veuillez cliquer n\'importe où sur la carte pour sélectionner la salle

# no_point_seletced
source: Please tap anywhere on map to select venue
french: Veuillez cliquer n\'importe où sur la carte pour sélectionner la salle

# registeredUsers
source: Registered IzyParty Attendees
french: Participants inscrits à Izyparty

# nonAppPhoneNumbers
source: Un-Registered IzyParty Attendees
french: Participants non inscrits à Izyparty

# error_loading_attendees
source: Error loading attendees to your party
french: Erreur lors du chargement des participants à votre fête

source: View Attendees
french: Voir les participants

source: party
french: fête

# change_was_made_by
source: Tap here to view changes made by
french: Appuyez ici pour voir les modifications apportées par

# update_event_notification_text
source: Some changes were done for
french: Certains changements ont été effectués pour

# new_gift_added_for
source: New gift choice added for
french: Nouveau choix de cadeau ajouté pour

# new_gift_title
source: New gift choice
french: Nouveau choix de cadeau

# tap_here_to_select_gift_added
source: Tap here to select this gift choice before it is gone.The gift choice was added by
french: Appuyez ici pour sélectionner ce choix de cadeau avant qu'il ne disparaisse.Le choix de cadeau a été ajouté par

# new1
source: New!
french: Nouveau!

# Error_loading_gifts
source: Error loading your gifts
french: Erreur lors du chargement de vos cadeaux

# todo_add_error
source: Please enter todo correctly
french: Veuillez entrer une tâche s’il vous plaît

# gift_add_error
source: Please enter the gift name correctly
french: S'il vous plaît entrer le nom du cadeau correctement

source: Select gift
french: Choisir un cadeau

# click_here_to_get_gift_selected_by
source: Tap here to view gift selected by
french: Appuyez ici pour voir le cadeau sélectionné par

source: New gift selected for
french: Nouveau cadeau sélectionné pour

source: Selected
french: Sélectionné

source: Add Contacts
french: Ajouter des Contacts

# phonebook
source: Add From Phonebook
french: Ajouter du Répertoire

# custom_numbers
source: Enter Attendee Manually
french: Entrer Un Participant Manuellement

# add_attendee
source: Add attendees
french: Ajouter des participants

# your_phone
source: Your phone number
french: Votre numéro de téléphone

# successful_reset_password
source: Your password has been reset
french: Votre mot de passe a été réinitialisé

# reset_cancelled
source: You cancelled reset of password
french: Vous avez annulé la réinitialisation du mot de passe

# resetting
source: Resetting your password...
french: Réinitialisation de votre mot de passe ...

# update_passoword
source: Update password
french: Mettre à jour le mot de passe

# continue2
source: Continue
french: Continuer

# error_retrieiving_gufts
source: Error retrieving your gifts
french: Erreur lors de la récupération de vos cadeaux

# no_gift_selected
source: You have not selected any gift for this party
french: Vous n'avez sélectionné aucun cadeau pour cette fête

# change_question_gift
source: Would you like to change your choice?
french: dans la liste, souhaitez vous modifier votre choix?

# gift_selected_title
source: You have selected your gift as -
french: Vous avez sélectionné la cadeau -

# change_gift_choice
source: Change gift
french: Modifier le cadeau

source: Dont change
french: Ne pas modifier

# NO_GIFT_TITLE
source: No gift to this party
french: Le cadeau n'est pas dans la liste

# already_selected
source: This gift has been selected by someone else
french: Ce cadeau a été sélectionné par quelqu'un d'autre

# your_gift
source: Your selected gift
french: Le cadeau que vous avez sélectionné

# was_deleted
source: was deleted by
french: a été supprimé par

# click_del
source: Tap here to select a new gift for party of
french: Appuyez ici pour sélectionner un nouveau cadeau pour une fête de

# interntaional_warning
source: Please enter your complete phone number in international format including + sign
french: Veuillez saisir votre numéro de téléphone complet au format international, y compris + signe

# please_select_detail
source: Please select a detail
french: Veuillez sélectionner un détail

# please_select_time_slot
source: Please select a time slot
french: Veuillez sélectionner un créneau horaire

# time_warning
source: Please enter ending time after starting time
french: Veuillez entrer l'heure de fin après l'heure de début

# mes_v_nements
source: My Events
french: Mes évènements

# invitation_screen_title
source: My Recieved Invitations
french: Mes invitations reçues

# finish_text
source: Finish
french: Commencez

source: Back
french: Retour

# no_events
source: No Event, to create one click on the Plus
french: Aucun événement, pour créer un clic sur le plus

# please_enter_the_name_of_your_child
source: Name of the child for whom organize the event
french: Veuillez saisir le nom de votre enfant

source: Validate the event
french: Valider

source: Add Participants
french: Ajouter des participants

source: Add Participants Later
french: Ajouter des participants plus tard

# gifts_title
source: My Gifts
french: Liste de Cadeaux

# add_event_title
source: Add New Party
french: Ajouter un nouvel événement

source: Choose Allergies
french: Sélectionner une allergie

# todo_title
source: My To-Do
french: Mes tâches

source: Party Overview
french: Vue d'ensemble de la fête

# no_location
source: No map location was selected for this party
french: Aucun emplacement de carte n'a été sélectionné pour cette soirée.

# going_title
source: Going
french: Accepté

# Notgoing_title
source: Not Going
french: Refusé

# unknown_title
source: Not Responded
french: Non répondu

# Resend_notifi
source: Remind Unresponsive Guests
french: Relancer les personnes qui n’ont pas répondues

source: Error Notifying Guests
french: Erreur de notification des invités

# NOTFI
source: Re-notified guests successfully
french: Réinviter les invités avec succès

# no_events_other
source: No Events
french: Aucun événement

# events_option_title
source: Manage Party
french: Gérer la fête

# edit_party
source: Edit Party Details
french: Modifier les détails de la fête

# see_responses
source: See Guests Responses
french: Voir les réponses des invités

# PASSWORD_LENGTH
source: Your password must be 8 characters long
french: Votre mot de passe doit comporter 8 caractères

# PASSWORD_NODIGIT
source: Your password must have atleast 1 number
french: Votre mot de passe doit avoir au moins 1 chiffre

# PASSWORD_NOUPPER
source: Your password must have atleast 1 uppercase letter
french: Votre mot de passe doit comporter au moins 1 lettre majuscule

# PASSWORD_SPECIALCHAR
source: Your password must have atleast 1 special character
french: Votre mot de passe doit comporter au moins 1 caractère spécial

source: Present
french: Présent

source: Number
french: Numéro

# valid_Email
source: Please enter valid email address
french: S'il vous plaît entrer une adresse email valide

# password_validation_message
source: Your password must have atleast 1 uppercase letter and 1 special character and 1 number
french: Votre mot de passe doit comporter au moins une lettre majuscule, un caractère spécial et un chiffre.

# successfully_register
source: Sucessfully register. Please login
french: Enregistrez-vous avec succès. Veuillez vous connecter

# is_delighted
source: is delighted to invite you to his birthday party!
french: est ravi(e) de vous inviter à sa fête d'anniversaire!

source: No Food Allergy
french: Pas d'allergies alimentaires

source: Egg white
french: Blanc d'oeuf

source: Peanut
french: Arachide

source: Cow milk
french: Lactose

# Fabaceae
source: Fabaceae (lentils, beans ...)
french: Fabaceae (lentilles, haricots ...)

source: Walnut
french: Noix

source: Others
french: Autres

source: No Pet Allergy
french: Pas d'allergies aux animaux

source: Dog
french: Chien

source: Cat
french: Chat

source: Rabbit
french: Lapin

source: Mouse
french: Rongeurs

source: Done
french: Terminé

# login_error
source: Error Logging In...
french: Erreur de connexion ...

# valid_phone
source: Please enter a valid cellular number
french: Veuillez entrer un numéro de téléphone valide

# childNameLabel
source: Child Name
french: Le nom de infant
